Repository: mozilla-l10n/scryer-android-l10n
Catalog: locales/*/app.po
Languages: id

# action_create
source: Create new collection
id: Buat koleksi baru

# action_delete
source: Delete
id: Hapus

# info_info
source: Screenshot info
id: Info cuplikan layar

# title_noshots
source: No screenshots yet!
id: Belum ada cuplikan layar!

# notification_action_capture
source: Tap to take screenshot
id: Ketuk untuk mengambil cuplikan layar

# notification_action_open
source: Open app
id: Buka aplikasi

# notification_action_stop
source: Stop
id: Hentikan

# notification_action_collect_title
source: New screenshots captured
id: Cuplikan layar baru

# notification_action_collect
source: Tap to sort your screenshots
id: Ketuk untuk mengelompokkan cuplikan layar

# multisorting_action_next
source: Next
id: Selanjutnya

# sorting_title_move
source: Move to
id: Pindahkan ke

# sorting_suggestion_1st
source: Shopping
id: Belanja

# sorting_suggestion_2nd
source: Finance & Banking
id: Finansial & Perbankan

# sorting_suggestion_3rd
source: News & Article
id: Berita & Artikel

# sorting_suggestion_4th
source: Chat history
id: Riwayat percakapan

# sorting_suggestion_5th
source: Event & Activity
id: Acara & Aktivitas

# dialogue_title_collection
source: Collection name
id: Nama koleksi

# dialogue_inputfield_hint
source: Give me a name
id: Beri nama

# dialogue_action_add
source: Add
id: Tambah

# home_action_search
source: Search
id: Cari

# menu_home_action_settings
source: Settings
id: Setelan

# home_separator_access
source: Quick access
id: Akses cepat

# home_action_more
source: View all
id: Lihat semua

# home_separator_collection
source: Collections
id: Koleksi

# home_action_unsorted
source: Unsorted
id: Belum Disortir

# collection_separator_shots
source: %1$d shots
id: %1$d cuplikan

# collection_header_select_all
source: All selected
id: Semua yang dipilih

# collection_header_select_none
source: Select screenshots
id: Pilih cuplikan layar

# collection_header_viewall_all
source: All screenshots
id: Semua cuplikan layar

# detail_ocr_error_failed
source: Text recognition failed
id: Gagal mengenali teks

# detail_ocr_error_edgecase
source: Something went wrong? Crop the screenshot and retry.
id: Ada yang salah? Potong cuplikan layar dan coba kembali.

# detail_ocr_error_notext
source: No text found
id: Teks tidak ditemukan

# dialogue_collecitioninfo_title_info
source: Collection info
id: Info koleksi

# dialogue_list_name
source: Name
id: Nama

# dialogue_collecitioninfo_list_shot
source: Total screenshots
id: Jumlah cuplikan layar

# dialogue_collecitioninfo_list_storage
source: Storage used
id: Penyimpanan terpakai

# dialogue_shotinfo_list_size
source: Size
id: Ukuran

# dialogue_list_edit
source: Last edit
id: Terakhir diubah

# dialogue_deletecollection_title_delete
source: Delete collection?
id: Hapus koleksi?

# dialogue_deleteshot_title_delete
source: Delete screenshot?
id: Hapus cuplikan layar?

# dialogue_delete_content_cantundo
source: Are you sure? Deleting this collection will permanently remove all of its screenshots from your phone.
id: Anda yakin? Menghapus koleksi ini akan menghapus semua cuplikan layar dari ponsel Anda secara permanen.

# dialogue_deleteshot_content_delete
source: Are you sure? Deleting screenshots will permanently remove screenshots from your phone.
id: Anda yakin? Menghapus cuplikan layar ini akan menghapus cuplikan layar dari ponsel Anda secara permanen.

# dialogue_deletecollection_content_shots
source: %1$d screenshots
id: %1$d cuplikan layar

# dialogue_rename_title_rename
source: Rename collection
id: Ubah nama koleksi

# dialogue_rename_error_duplicate
source: There is already a collection with this name
id: Sudah ada koleksi dengan nama ini

# dialogue_rename_error_maximum
source: 20 characters maximum
id: Maksimal 20 karakter

# dialogue_skipsorting_title_skip
source: Skip the rest?
id: Lewati sisanya?

# dialogue_skipsorting_content_moveto
source: Skip remaining screenshots and move to “Unsorted?”
id: Lewati cuplikan layar lainnya dan pindahkan ke kelompok “Belum Disortir?”

# dialogue_skipsorting_content_count
source: %1$d remaining
id: %1$d lagi

# dialogue_skipsorting_action_skip
source: Skip all
id: Lewati semua

# menu_shot_action_move
source: Move to…
id: Pindahkan ke…

# menu_action_rename
source: Rename
id: Ubah nama

# menu_ocr_action_web
source: Web search
id: Pencarian web

# menu_ocr_action_copy
source: Copy
id: Salin

# menu_action_selectall
source: Select all
id: Pilih semua

# menu_action_share
source: Share
id: Bagikan

# sheet_enable_title_enable
source: Enable %1$s to take screenshots?
id: Aktifkan %1$s untuk mencuplik layar?

# sheet_enable_content_enable
source: You won’t be able to take screenshots with one tap unless this is enabled.
id: Anda tidak dapat mencuplik layar dengan sekali ketuk kecuali ini diaktifkan.

# sheet_enable_action_enable
source: Enable
id: Aktif

# sheet_unsorted_title_unsorted
source: Unsorted screenshots
id: Cuplikan Layar Belum Disortir

# sheet_unsorted_content_shots
source: %1$d unsorted screenshots. Sort them now?
id: %1$d cuplikan layar yang belum disortir. Sortir sekarang?

# sheet_box_ask
source: Don’t ask again
id: Jangan tanya lagi

# sheet_unsorted_action_sort
source: Sort
id: Sortir

# sheet_action_no
source: No thanks
id: Tidak, terima kasih

# snackbar_disable
source: Screenshot feature disabled
id: Layanan pencuplik layar dinonaktifkan

# snackbar_enable
source: Screenshot feature enabled
id: Layanan pencuplik layar diaktifkan

# snackbar_addto
source: Added to %1$s
id: Ditambahkan ke %1$s

# snackbar_copied
source: Copied
id: Disalin

# settings_list_capture
source: Enable screenshot feature
id: Aktifkan fitur mencuplik layar

# settings_detail_capture
source: Allows you to take a screenshot with one tap. Works with whatever is on your screen.
id: Memungkinkan Anda mencuplik layar dengan sekali ketuk. Bekerja dengan apa pun yang ada di layar Anda.

# settings_list_sorting
source: Prompt to sort
id: Tanyakan untuk menyortir

# settings_detail_sorting
source: Always prompt to add screenshot to a collection
id: Selalu tanyakan untuk menambah cuplikan layar ke koleksi

# settings_list_usagedata
source: Send usage data
id: Kirim data penggunaan

# settings_detail_mozilla
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
id: Mozilla berusaha untuk mengumpulkan hanya apa yang kami perlu untuk sediakan dan meningkatkan %1$s untuk setiap orang.

# settings_action_learnmore
source: Learn more
id: Pelajari lebih lanjut

# settings_list_feedback
source: Give feedback
id: Kirim saran

# feedback_title_lovefeedback
source: We love feedback!
id: Kami menyukai saran!

# feedback_detail_letusknow
source: Let us know what you think.
id: Beritahu kami pendapat Anda.

# feedback_action_rate
source: Yes, rate 5 stars!
id: Ya, beri 5 bintang!

# feedback_action_feedback
source: No, send feedback.
id: Tidak, kirim saran.

# settings_list_share
source: Share with friends
id: Bagikan dengan teman

# share_intro
source: Hey, check out this new app that helps you organize and find your screenshots easily. It’s called %1$s. %2$s
id: Hei, lihat aplikasi baru ini yang membantu Anda mengelola dan menemukan cuplikan layar Anda dengan mudah. Aplikasi ini bernama %1$s. %2$s

# settings_list_about
source: About
id: Tentang

# about_content_version
source: Version %1$s
id: Versi %1$s

# about_list_support
source: Support
id: Dukungan

# about_list_right
source: Your Rights
id: Hak Anda

# about_list_privacy
source: Privacy Notice
id: Kebijakan Privasi

# onboarding_storage_title_welcome
source: Welcome to %1$s
id: Selamat datang di %1$s

# onboarding_storage_content_permission
source: To help you organize and find your screenshots better, we’ll need your permission to access your storage.
id: Untuk membantu untuk kelola dan temukan cuplikan layar Anda dengan lebih baik, kami memerlukan izin Anda untuk mengakses penyimpanan.

# onboarding_storage_content_autogrant
source: %1$s helps you organize and find your screenshots better.
id: %1$s bantu Anda mengelola dan menemukan cuplikan layar Anda dengan lebih baik.

# onboarding_transition_loading
source: Loading
id: Memuat

# onboarding_fab_title_fab
source: Get the %1$s button
id: Dapatkan tombol %1$s

# onboarding_fab_content_permission
source: The %1$s button lets you take and organize your screenshots anytime, anywhere. We’ll need your permission to enable it.
id: Tombol %1$s memungkinkan Anda mengambil dan mengelola cuplikan layar kapanpun, di manapun. Kami membutuhkan izin Anda untuk mengaktifkan ini.

# onboarding_autogrant_overlay_title
source: Use the %1$s button to take and organize screenshots anytime, anywhere.
id: Gunakan tombol %1$s untuk mengambil dan mengelola cuplikan layar kapanpun, di mana pun.

# onboarding_autogrant_overlay_gotit
source: Got it
id: Mengerti

# onboarding_error_title_wrong
source: Oops! Something’s wrong
id: Ups! Ada masalah

# onboarding_error_content_permission
source: %1$s needs this permission to work correctly.
id: %1$s memerlukan izin ini untuk bekerja dengan baik.

# onboarding_error_action_allow
source: Allow permission
id: Izinkan

# onboarding_rareerror_content_permission
source: %1$s needs permission to access your phone’s storage. Please find Permission to turn on Storage.
id: %1$s membutuhkan izin untuk mengakses penyimpanan ponsel Anda. Temukan di bagian Izin untuk mengaktifkan Penyimpanan.

# onboarding_rareerror_action_goto
source: Go to permission
id: Ke bagian Izin

# onboarding_search_title_soon
source: Search is coming soon!
id: Pencarian akan segera hadir!

# onboarding_search_content_survey
source: We’re working on a magic feature to help you search screenshots with text. Interested?
id: Kami sedang mengerjakan fitur canggih untuk membantu Anda mencari cuplikan layar berdasarkan teksnya. Tertarik?

# onboarding_search_action_agree
source: Yes please
id: Ya

# onboarding_search_action_disagree
source: Nope
id: Tidak

# onboarding_search_content_feedback
source: Thanks for your feedback!
id: Terima kasih atas umpan balik Anda!
